@extends('layouts.main')
@section('content')
<section class="page about">
    <div class="container">
        <h2 class="text-center">О Корпорации</h2>
        <hr>
        <p>
            Научно-исследовательская корпорация ITYPAS Inc была основана в 1970 году двумя преподавателями - Саймоном Фостером и Джорджом Харпером и первоначально являлась Personal Computers Science, занимающая продажей карманных персональных компьютеров. После 1977 года компания сменила направление деятельности вместе с названием, став ITYPAS, оставаясь в настоящее время лидером в области научных исследований и технологических прорывов.
        </p>
        <br>
        <figure class="text-center">
            <blockquote class="blockquote">
                <p>"Каждый из нас ХОЧЕТ создавать что-то новое, но не каждый БУДЕТ создавать что-то новое"</p>
            </blockquote>
            <figcaption class="blockquote-footer">
                Джордж Харпер, 1977 год
            </figcaption>
        </figure>
        <br>
        <p>
            На данный момент Корпорация занимается различными проектами и заказами, которые требуют финансовых вливаний и высококвалифицированных специалистов. Их вклад в обычную жизнь сложно не переоценить - начиная от новых формул, которые позволяют эффективно отмывать любую грязь и до космических станций (наподобие Пегас'а, который сейчас помогает астронавтам в путешествии на Луну) и мощных ускорителей частиц. Специалисты Корпорации каждый день генерируют десятки тысячи идей, которые проходят этапы тестирования, после чего они станут уже полноценным продуктом. И даже вы, сможете стать одним из великих ученых, подав соответствующую вакансию на сайт
        </p>
    </div>
</section>
@endsection
