@extends('layouts.main')
@section('content')
    <section class="page about">
        <div class="container">
            <h2 class="text-center">ITYPAS Expeditions</h2>
            <hr>
            <br>
            <p>Любая исследовательская деятельность держится не только на компетенции сотрудников, непосредственно участвующих в ней, но и на программе, по которой и проводятся научные изыскания. ITYPAS Expeditions является центральным звеном в этой сфере работы Корпорации, именно оттуда поступают распоряжения и планы, и именно туда отправляются массы отчётов и оперативных данных. В этом подразделении расположены мощнейшие аналитические центры Корпорации, и проделывается сложная работа по выявлению новых закономерностей природного или техногенного характера, благодаря которым тесно сотрудничающее ITYPAS Projects and Development может совершать свои открытия. Помимо этого, существуют и ответвления, занимающиеся сугубо гражданскими, вне корпоративными делами: спутниковая картография, навигация, метеорология и прочее.</p>
            <p>Руководством ITYPAS Expeditions занимается Джуди Кейн.</p>


            <h3>Основные отделы</h3>
            <p>В отличие от иных подразделений Корпорации, Expeditions куда менее объёмна по количеству имеющихся отделов и подотделов, но ни в коем случае не уступает прочим по штату сотрудников.</p>

            <div>
                <h4>Отдел планирования</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Думайте на бумаге. Каждая минута, затраченная на планирование, экономит 10 минут при осуществлении плана.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Брайан Трейси, американский писатель
                    </figcaption>
                </figure>
                <p>Здесь расположена основная масса сотрудников подразделения, сосредоточенная на анализе, переработке и составлению из поступающих данных необходимых генеральных планов, подтверждаемых непосредственно руководством Корпорации, программ и корректировок к ним, впоследствии отправляемых к научным работникам Projects and Development, а также организации экспедиционных команд.</p>
            </div>

            <div>
                <h4>Отдел поддержки</h4>
                <p>Данное ответвление занимается организацией необходимых логистических мероприятий для полноценного обеспечения экспедиционных команд во время подготовки и выполнения назначенной миссии.</p>
            </div>

            <div>
                <h4>Экспедиционный корпус</h4>
                <p>Непосредственно эти люди участвуют в исследовательских миссиях. Пожалуй, по отзывам ряда сотрудников, именно эта работа является наиболее вдохновляющей. Экспедиторы вынуждены выполнять свою работу в самых разнообразных условиях. Подробнее о деятельности экспедиционных команд можно узнать в отчётах.</p>
            </div>

        </div>
    </section>
@endsection
