@extends('layouts.main')
@section('content')
    <section class="page about">
        <div class="container">
            <h2 class="text-center">ITYPAS Jurisdiction</h2>
            <hr>
            <br>
            <p>Квалифицированные юристы — залог существования крупной корпорации. Именно они — сотни умов юриспруденции от секретарей и адвокатов до корпоративных судейских коллегий, от специалистов до кандидатов науки и докторов — отвечают за одобрение или отклонение патентов, отстаивают честь отдельного клиента или Корпорации в многочисленных арбитражных процессах, следят за соблюдением Устава и осуществляют прочую важную для официального существования ITYPAS работу.</p>
            <p>Руководство подразделением осуществляет Лассе Бек.</p>


            <h3>Основные отделы</h3>

            <div>
                <h4>Отдел юриспруденции</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Хороший юрист знает закон. Великий юрист знает судью.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        «Костюмы в законе» | «Форс-мажоры»
                    </figcaption>
                </figure>
                <p>Этот отдел занимается соблюдением законности оформления документов, урегулированием экономических отношений, заключением договоров, выдвижением претензий, составлением правовых документов, подачей исков и прочим подобным.</p>
            </div>

            <div>
                <h4>Отдел патентов</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Дьявол — отец лжи, но он забыл запатентовать свое изобретение, и теперь у него много конкурентов.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Джошуа Биллингс
                    </figcaption>
                </figure>
                <p>Отдел занимается услугами в сфере корпоративной политики, законов и практики в области патентов и связанных с ними форм декларирования интеллектуальной собственности.</p>
            </div>

            <div>
                <h4>Отдел бюджетного менеджмента.</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Бюджет говорит вам, чего вы не можете себе позволить, но помешать вам купить это он не может.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Уильям Федер
                    </figcaption>
                </figure>
                <p>Основной задачей этого отдела является сбор и обработка полной и достоверной информации о деятельности Корпорации, аналитика этих данных, разработка квартальных, годовых и долгосрочных планов развития компании.</p>
            </div>

        </div>
    </section>
@endsection
