@extends('layouts.main')
@section('content')
    <section class="page about">
        <div class="container">
            <h2 class="text-center">ITYPAS Military</h2>
            <hr>
            <br>
            <p>Официальной позицией Корпорации и доктриной её внутренних дел является идея политического невмешательства и поддержания нейтралитета в отношении с государствами и другими частными компаниями. Однако из соображений самообороны ещё при основании ITYPAS было принято решение о создании подразделения, занимающегося исследованием и разработкой вооружений и систем защиты. Впоследствии ITYPAS Military смогла выйти на конкурентноспособный уровень в области оборонной промышленности и на текущий момент занимается широким спектром специализированных заказов.</p>
            <p>Наиболее выдающиеся и известные плоды деятельности ITYPAS Military — система планетарной защиты от космических тел «Zeus» и инновационный основной боевой танк YM18 «Thunder», выпускающийся в различных модификациях. Многие государства предоставляют контракты военных заказов для своих вооружённых сил именно инженерам ITYPAS Military.</p>
            <p>Руководство подразделением осуществляет Йост Вербек.</p>


            <h3>Основные отделы</h3>
            <p>Из-за большого количества проектов и различной их направленности, подразделение имеет отделы, в которых уже находятся проекты определенной специфики. Помимо этого допускается сотрудничество сразу нескольких отделов в рамках отдельно взятого проекта.</p>

            <div>
                <h4>Отдел перспективных разработок</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Человек изобрел атомную бомбу. Еще ни одна мышь не додумалась изобрести мышеловку.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Вернер Мич, сатирик, писатель
                    </figcaption>
                </figure>
                <p>Отдел в основном работает с перспективными техническими средствами, которые могут иногда на поколение опережать аналоги. Это аугментирование или кибернетизированные индивидуальные боевые комплекты, реактивные истребители и ударные самолёты шестых и седьмых поколений с улучшением как подвесного вооружения, так и бортового оборудования, климатическое и сейсмологическое оружие и т.д. Обычно ограничиваются в единичных экспериментальных прототипах или мало серийных партиях.</p>
            </div>

            <div>
                <h4>Отдел модернизации</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Как не улучшай оружие, в своей сути оно предназначена для одной цели — убивать.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Эмбер Роуз, активист, руководитель движения «Peace over all the World»
                    </figcaption>
                </figure>
                <p>Этот отдел занимается вопросом улучшения текущих видов вооружения и защиты, повышением ТТХ, надёжности и живучести боевых машин, исправлением конструкционных недостатков уже пущенных в производство продуктов. Заказы, входящие в компетенцию данного отдела, поступают преимущественно от ЧВК или вооружённых сил стран т. н. Третьего мира.</p>
            </div>

            <div>
                <h4>Отдел производства и снабжения</h4>
                <figure class="text-center" style="border: 1px dashed #999; padding:1vh; margin-top: 1vh;">
                    <blockquote class="blockquote">
                        <p>❝Война слишком важное дело, чтобы доверять ее военным.❞</p>
                    </blockquote>
                    <figcaption class="blockquote-footer">
                        Жорж Клемансо
                    </figcaption>
                </figure>
                <p>Персонал данного подразделения работает с процессами производства необходимой продукции, проверки на качество и доставка к заказчику. Также в случаи каких-то вооруженных конфликтов обеспечивают собственные силы необходимыми ресурсами для поддержания боеспособности военнослужащих СВБ</p>
            </div>

        </div>
    </section>
@endsection
